---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMullionsWarn
source: html/b7991b0c-f193-4357-7d3d-75efb61e6aa7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMullionsWarn Property

Mullions and panels cannot be copied without copying the entire curtain wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyMullionsWarn { get; }
```